Repository: pluginsGLPI/fields
Catalog: locales/*.po
Languages: sv_se

source: show
sv_se: visa

source: Field
sv_se: Fält

source: Read only
sv_se: Endast läs

source: Add new status override
sv_se: Lägg till ny statusåsidosättning

source: Status overrides
sv_se: Åsidosättningar

source: No item found
sv_se: Inga objekt

source: Add condition to hide block
sv_se: Lägg till villkor för att dölja block

source: Condition to hide block
sv_se: Villkor för att dölja block

source: Bind additional fields to the destination
sv_se: Knyt ytterligare fält till målet

source: Additional fields
sv_se: Ytterligare fält

source: under
sv_se: nedanför

source: not under
sv_se: ej nedanför

source: regular expression matches
sv_se: Regex matchar

source: You must specify an item type, search option and condition.
sv_se: Du måste ange en objekttyp, ett sökalternativ och ett villkor.

source: Fix fields names
sv_se: Korrigera fältnamn

source: Component items
sv_se: Komponentobjekt

source: Check database to detect inconsistencies.
sv_se: Kontrollera databasen för att upptäcka problem.

source: This command will check database to detect following inconsistencies:
sv_se: Detta kommando söker efter följande problem i databasen:

source: - some deleted fields may still be present in database (bug introduced in version %s and fixed in version %s)
sv_se: – vissa borttagna fält kan fortfarande finnas kvar i databasen (fel i version %s som åtgärdades i version %s)

source: Use this option to actually fix database
sv_se: Använd detta alternativ för att reparera databasen

source: Everything is in order - no action needed.
sv_se: Allt OK - ingen åtgärd krävs.

source: Database was containing orphaned data from %s improperly deleted field(s).
sv_se: Databasen innehöll övergivna data från %s felaktigt borttagna fält.

source: Database contains orphaned data from %s improperly deleted field(s).
sv_se: Databasen innehåller övergivna data från %s felaktigt borttagna fält.

source: -> "%s.%s" has been deleted.
sv_se: -> "%s.%s" har tagits bort.

source: -> "%s.%s" should be deleted.
sv_se: -> "%s.%s" bör tas bort.

source: Run "%s" to fix database inconsistencies.
sv_se: Kör "%s" för att korrigera problem i databasen.

source: Regenerates containers files.
sv_se: Återskapar behållarfiler.

source: This command will clean up all files generated by the plugin and regenerate them.
sv_se: Detta kommando rensar alla filer som genererats av tillägget och återskapar dem.

source: Language
sv_se: Språk

source: Label
sv_se: Etikett

source: Updating generated dropdown files
sv_se: Uppdaterar genererade filer över menyalternativ

source: Regenerate container files
sv_se: Återskapa behållarfiler

source: Export to YAML
sv_se: Exportera till YAML

source: Regenerate containers files
sv_se: Återskapa behållarfiler

source: Fix container names
sv_se: Reparera containernamn

source: Updating generated containers files
sv_se: Uppdaterar skapade containerfiler

source: You cannot add several blocks with type 'Insertion in the form' on same object
sv_se: Du kan inte lägga till flera block av typen 'Infoga i formulär' på samma objekt.

source: You cannot add several blocks with type 'Insertion in the form of a specific tab' on same object tab
sv_se: Du kan inte lägga till flera block av typen 'Infoga i formulär för en specifik flik' på samma objektsflik.

source: Container name is too long for database (digits in name are replaced by characters, try to remove them)
sv_se: Behållarnamnet är för långt för databasen (siffror i namnet ersätts med tecken). Det är rekommenderat att ta bort överskjutande tecken i behållarnamnet.

source: You cannot add several blocs with identical name on same object
sv_se: Du kan inte lägga till flera block med samma namn på samma objekt.

source: Tab
sv_se: Flik

source: Add tab
sv_se: Lägg till flik

source: Insertion in the form (before save button)
sv_se: Infoga i formulär (före 'Spara'-knappen)

source: Insertion in the form of a specific tab (before save button)
sv_se: Infoga i formulär för en specifik flik (före 'Spara'-knappen)

source: Some mandatory fields are empty
sv_se: Vissa obligatoriska fält är tomma

source: Some numeric fields contains non numeric values
sv_se: Vissa numeriska fält innehåller icke-numeriska värden

source: Some URL fields contains invalid links
sv_se: Vissa URL-fält innehåler ogiltiga länkar

source: Override by status
sv_se: Åsidosätt via status

source: Field name is too long for database (digits in name are replaced by characters, try to remove them)
sv_se: Fältnamnet är för långt för databasen (siffror i namnet ersätts med tecken). Det är rekommenderat att ta bort överskjutande tecken i fältnamnet.

source: You cannot add same field 'dropdown' on same block
sv_se: Du kan inte lägga till samma fält 'nedrullningsmeny' i samma block.

source: The field "%s" cannot be deleted because it is used in a form question
sv_se: Kan inte ta bort fältet "%s" eftersom det används av en fråga i ett formulär.

source: Fields
sv_se: Fält

source: Add a new field
sv_se: Lägg till nytt fält

source: No field for this block
sv_se: Inga fält för detta block

source: Header
sv_se: Rubrik

source: Text (single line)
sv_se: Text (enkelrad)

source: Text (multiples lines)
sv_se: Text (flera rader)

source: Rich Text
sv_se: Formaterad text

source: Number
sv_se: Tal

source: Dropdown
sv_se: Nedrullningsmeny

source: Yes/No
sv_se: Ja/Nej

source: Date
sv_se: Datum

source: Date & time
sv_se: Datum och tid

source: GLPI item
sv_se: GLPI-objekt

source: MySQL tables installation
sv_se: Installera MySQL-tabeller

source: The plugin can't be uninstalled when the plugin is disabled
sv_se: Tillägget kan inte avinstalleras när det är inaktivt

source: MySQL tables uninstallation
sv_se: Avinstallera MySQL-tabeller

source: Allowed values
sv_se: Tillåtna värden

source: Multiple dropdown
sv_se: Flervalsmeny

source: Default value
sv_se: Standardvärde

source: Default value will be configurable once field will be created.
sv_se: Standardvärdet går att konfigurera när fältet skapats.
